[
    {
        "name": "Булочка с маком",
        "nameKZ": "Көкнәр тұқымы бар тоқаш",
        "type": "Булочка",
        "typeKZ": "Тоқаш",    
        "description": "Нежная булочка с маком, словно облачко вкуса, расцветает на вашем языке. Её хрустящая корка, золотистая и ароматная, приоткрывает дверцу в мир нежных маковых зёрен.",
        "descriptionKZ": "Нәзік көкнәр тұқымы тіліңізде дәм бұлтындай гүлдейді. Оның алтын және хош иісті қытырлақ қыртысы нәзік көкнәр тұқымдары әлеміне есігін ашады.",
        "price": "550",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/001.jpg"
    },
    {
        "name": "Круассан",
        "nameKZ": "Казах Круассан",
        "type": "Булочка",
        "typeKZ": "Тоқаш",  
        "description": "Наши хрустящие круассаны изготовлены из слоеного дрожжевого теста, они обладают нежным внутренним слоем и золотистой хрустящей коркой. Насладитесь вкусом французской булки прямо у себя дома!",
        "descriptionKZ": "Біздің қытырлақ круассандар ұнтақталған ашытқы қамырынан жасалған, олардың ішкі қабаты нәзік және алтын қытырлақ қыртысы бар. Үйде француз нанының дәмін татыңыз!",
        "price": "450",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/002.jpg"
    },
    {
        "name": "Булочка с корицей",
        "nameKZ": "Даршын тоқаш",
        "type": "Булочка",
        "typeKZ": "Тоқаш",
        "description": "Эта булочка представляют собой тонкие слои теста, свернутые в рулетик с начинкой из корицы и сахара.",
        "descriptionKZ": "Бұл тоқаш даршын мен қант салмасы бар орамға оралған қамырдың жұқа қабаттарынан тұрады.",
        "price": "500",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/003.jpg"
    },
    {
        "name": "Булочка с творогом",
        "nameKZ": "Сүзбе қосылған тоқаш",
        "type": "Булочка",
        "typeKZ": "Тоқаш",  
        "description": "Нежное облако вкуса, булочка с творогом манит своим ароматом, словно зовёт в мир нежности и удовольствия.",
        "descriptionKZ": "Дәмнің нәзік бұлты, сүзбе қосылған тоқаш сізді нәзіктік пен рахат әлеміне шақырғандай хош иісімен шақырады.",
        "price": "400",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/005.jpg"
    },
    {
        "name": "Бородинский хлеб",
        "nameKZ": "Даршын тоқаш",
        "type": "Хлеб",
        "typeKZ": "Нан",  
        "description": "Словно древний артефакт, пронизанный ароматом истории, Бородинский хлеб возвышается на вашем столе, как памятник древним традициям и неповторимому вкусу.",
        "descriptionKZ": "Тарихтың хош иісімен сусындаған көне жәдігер іспетті Бородино наны көне дәстүр мен ерекше дәмнің ескерткіші ретінде дастарханыңызда көтеріледі.",
        "price": "320",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/006.jpg"
    },
    {
        "name": "Багет",
        "nameKZ": "Багета",
        "type": "Хлеб",
        "typeKZ": "Нан",  
        "description": "Свежий багет, словно созданный для наслаждения каждым кусочком. Его хрустящее тесто, наполнено ароматом свежеиспеченного хлеба.",
        "descriptionKZ": "Әрбір тістегенде ләззат алу үшін жасалған жаңа багет. Оның қытырлақ қамыры жаңа піскен нанның хош иісімен толтырылады.",
        "price": "320",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/007.jpg"
    },
    {
        "name": "Хлеб с чесноком",
        "nameKZ": "Сарымсақ қосылған нан",
        "type": "Хлеб",
        "typeKZ": "Нан",  
        "description": "Ароматный, пышный и золотистый хлеб с восхитительным вкусом чеснока. Идеальное дополнение к любому блюду!",
        "descriptionKZ": "Дәмді сарымсақ дәмі бар хош иісті, үлпілдек және алтын нан. Кез келген тағамға тамаша қосымша!",
        "price": "420",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/008.jpg"
    },
    {
        "name": "Булочка с черникой",
        "nameKZ": "Көкжидек кекесі",
        "type": "Булочка",
        "typeKZ": "Тоқаш",  
        "description": "Сочная, ароматная булочка с нежной начинкой из свежей черники - настоящее лакомство для ценителей вкусной выпечки!",
        "descriptionKZ": "Жаңа піскен көкжидектердің нәзік салмасы бар шырынды, хош иісті тоқаш - дәмді кондитерлік өнімдерді білушілер үшін нағыз дәм!",
        "price": "250",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/009.jpg"
    },
    {
        "name": "Белый хлеб",
        "nameKZ": "Ақ нан",
        "type": "Хлеб",
        "typeKZ": "Нан",  
        "description": "Белый хлеб - универсальная основа для множества блюд. Он великолепен в сочетании с сырами, колбасными изделиями, маслом, медом и прочими деликатесами. ",
        "descriptionKZ": "Ақ нан көптеген тағамдардың әмбебап негізі болып табылады. Ол ірімшіктермен, шұжықтармен, сары маймен, балмен және басқа да дәмді тағамдармен үйлеседі.",
        "price": "300",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/010.jpg"
    },
    {
        "name": "Пирог с клубникой",
        "nameKZ": "Құлпынай пирогы",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Это лакомство покорит ваши сердца своим невероятным вкусом и нежной текстурой.",
        "descriptionKZ": "Бұл нәзіктік өзінің керемет дәмі мен нәзік құрылымымен жүректеріңізді жаулап алады.",
        "price": "370",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/011.jpg"
    },
    {
        "name": "Пирог с вишней",
        "nameKZ": "Шие пирогы",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Каждый укус этого пирога погружает вас в атмосферу летнего тепла и умиротворения.",
        "descriptionKZ": "Бұл пирогтың әрбір тістегені сізді жазғы жылулық пен тыныштық атмосферасына батырады.",
        "price": "360",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/012.jpg"
    },
    {
        "name": "Рулет с маком",
        "nameKZ": "Көкнәр тұқымымен орама",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Этот восхитительный рулет с нежным маковым наполнением - настоящее лакомство для ценителей выпечки.",
        "descriptionKZ": "Нәзік көкнәр салмасы бар бұл дәмді орама кондитерлік өнімдерді білушілер үшін нағыз дәм.",
        "price": "750",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/013.jpg"
    },
    {
        "name": "Рулет с грецким орехом",
        "nameKZ": "Жаңғақ орамы",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Этот изысканный десерт станет прекрасным завершением любого торжественного или домашнего обеда.",
        "descriptionKZ": "Бұл дәмді десерт кез келген ресми немесе үйдегі кешкі астың тамаша соңы болады.",
        "price": "770",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/014.jpg"
    },
    {
        "name": "Пирожок с мясом",
        "nameKZ": "Етті пирог",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Представляем вашему вниманию наши фирменные пирожки с аппетитной мясной начинкой - идеальное лакомство для любого времени дня!",
        "descriptionKZ": "Сіздердің назарларыңызға дәмді ет салмасы бар біздің қолтаңба пирогтарымызды ұсынамыз – бұл күннің кез келген уақытына тамаша дәм!",
        "price": "250",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/015.jpg"
    },
    {
        "name": "Пирожок с капустой",
        "nameKZ": "Қырыққабат пирогы",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Это классическое русское угощение, которое пользуется неизменной популярностью у гурманов всех возрастов.",
        "descriptionKZ": "Бұл барлық жастағы гурмандар арасында әрқашан танымал классикалық ресейлік тағам.",
        "price": "230",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/016.jpg"
    },
    {
        "name": "Пирожок с картошкой",
        "nameKZ": "Картоп қосылған пирог",
        "type": "Пирог",
        "typeKZ": "Пирог",  
        "description": "Эти пирожки станут прекрасным перекусом в течение дня, дополнением к обеду или ужину, а также отличным выбором для детского праздника или семейного застолья.",
        "descriptionKZ": "Бұл пирогтар күндізгі тамаша тағамдар, түскі немесе кешкі асқа қосымша болады, сонымен қатар балалар кеші немесе отбасылық мереке үшін тамаша таңдау болады.",
        "price": "320",
        "category": "bun",
        "favorite": "false",
        "src": "../img/products/017.jpg"
    }
]  